Repository: yvzfth/Monotch
Catalog: Monotch/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, hi, ja, ko, ru, tr, uk, zh_hans

source: %@ blocked: CPU %@
ar: %@ محظور: المعالج %@
de: %@ blockiert: CPU %@
el: %@ αποκλείστηκε: CPU %@
es: %@ bloqueado: CPU %@
fa: %@ مسدود شد: پردازنده %@
fr: %@ bloqué : CPU %@
hi: %@ अवरुद्ध: CPU %@
ja: %@ はブロックされました: CPU %@
ko: %@ 차단됨: CPU %@
ru: %@ блокирован: ЦП %@
tr: %@ engellendi: CPU %@
uk: %@ блоковано: ЦП %@
zh_hans: %@ 已阻止：CPU %@

source: %@ free
ar: %@ متاح
de: %@ frei
el: %@ ελεύθερο
es: %@ libre
fa: %@ آزاد
fr: %@ libre
hi: %@ खाली
ja: %@ 空き
ko: %@ 여유
ru: %@ свободно
tr: %@ boş
uk: %@ вільно
zh_hans: 剩余 %@

source: %@ idle
ar: %@ خامل
de: %@ inaktiv
el: %@ σε αναμονή
es: %@ inactivo
fa: %@ بی‌کار
fr: %@ inactif
hi: %@ निष्क्रिय
ja: %@ アイドル
ko: %@ 유휴
ru: %@ простой
tr: %@ boşta
uk: %@ простою
zh_hans: %@ 空闲

source: %@ Used
ar: %@ مستخدم
de: %@ belegt
el: %@ σε χρήση
es: %@ usado
fa: %@ استفاده‌شده
fr: %@ utilisé
hi: %@ उपयोग में
ja: %@ 使用中
ko: %@ 사용됨
ru: %@ использовано
tr: %@ Kullanılıyor
uk: %@ використано
zh_hans: 已用 %@

# %lld%% of %@ max
source: %1$lld%% of %2$@ max
ar: %1$lld%% من الحد الأقصى %2$@
de: %1$lld%% von max. %2$@
el: %1$lld%% του μέγ. %2$@
es: %1$lld%% del máx. %2$@
fa: %1$lld%% از حداکثر %2$@
fr: %1$lld%% du max. %2$@
hi: अधिकतम %2$@ का %1$lld%%
ja: 最大 %2$@ の %1$lld%%
ko: 최대 %2$@ 중 %1$lld%%
ru: %1$lld%% от макс. %2$@
tr: Maks. hızın %%%1$lld'i (%2$@)
uk: %1$lld%% від макс. %2$@
zh_hans: 最高 %2$@ 的 %1$lld%%

source: © 2026 Fatih Yavuz. All rights reserved.
ar: © 2026 Fatih Yavuz. جميع الحقوق محفوظة.
de: © 2026 Fatih Yavuz. Alle Rechte vorbehalten.
el: © 2026 Fatih Yavuz. Με επιφύλαξη παντός δικαιώματος.
es: © 2026 Fatih Yavuz. Todos los derechos reservados.
fa: © ۲۰۲۶ فتیح یاووز. تمامی حقوق محفوظ است.
fr: © 2026 Fatih Yavuz. Tous droits réservés.
hi: © 2026 Fatih Yavuz. सर्वाधिकार सुरक्षित।
ja: © 2026 Fatih Yavuz。無断転載を禁じます。
ko: © 2026 Fatih Yavuz. 모든 권리 보유.
ru: © 2026 Fatih Yavuz. Все права защищены.
tr: © 2026 Fatih Yavuz. Tüm hakları saklıdır.
uk: © 2026 Fatih Yavuz. Усі права захищено.
zh_hans: © 2026 Fatih Yavuz。保留所有权利。

source: A reference for what the notch can do and how to resolve common issues.
ar: مرجع لما يمكن أن يفعله الشق وكيفية حل المشكلات الشائعة.
de: Ein Nachschlagewerk dafür, was die Notch kann und wie man häufige Probleme löst.
el: Ένας οδηγός για όσα μπορεί να κάνει η εγκοπή και πώς να λύσετε συνήθη προβλήματα.
es: Una referencia sobre lo que puede hacer la muesca y cómo resolver problemas comunes.
fa: مرجعی برای کارهایی که ناچ می‌تواند انجام دهد و نحوه حل مشکلات رایج.
fr: Une référence sur ce que l'encoche peut faire et comment résoudre les problèmes courants.
hi: नॉच क्या कर सकता है और सामान्य समस्याओं को कैसे हल करें, इसकी एक संदर्भ सूची।
ja: ノッチの機能と、よくある問題の解決方法についての参考資料です。
ko: 노치가 할 수 있는 일과 일반적인 문제 해결 방법에 대한 참고 자료입니다.
ru: Справочник о возможностях выреза и решении типичных проблем.
tr: Çentiğin yapabilecekleri ve sorun giderme için kontrol edilecekler.
uk: Довідник про можливості виїмки та вирішення поширених проблем.
zh_hans: 了解灵动岛的功能以及常见问题的解决方法。

source: Add Item
ar: إضافة عنصر
de: Element hinzufügen
el: Προσθήκη στοιχείου
es: Añadir elemento
fa: افزودن مورد
fr: Ajouter un élément
hi: आइटम जोड़ें
ja: 項目を追加
ko: 항목 추가
ru: Добавить элемент
tr: Öğe Ekle
uk: Додати елемент
zh_hans: 添加项目

source: App
ar: التطبيق
el: Εφαρμογή
fa: برنامه
hi: ऐप
ko: 앱
ru: Приложение
tr: Uygulama
uk: Застосунок
zh_hans: 应用

source: Approve fan helper
ar: الموافقة على مساعد المروحة
de: Lüfter-Helfer genehmigen
el: Έγκριση βοηθού ανεμιστήρα
es: Aprobar el asistente del ventilador
fa: تأیید دستیار فن
fr: Approuver l'assistant ventilateur
hi: फ़ैन हेल्पर स्वीकृत करें
ja: ファンヘルパーを承認
ko: 팬 도우미 승인
ru: Одобрить помощника вентилятора
tr: Fan yardımcısını onayla
uk: Схвалити помічник вентилятора
zh_hans: 批准风扇辅助工具

source: Apps
ar: التطبيقات
el: Εφαρμογές
es: Aplicaciones
fa: برنامه‌ها
fr: Applications
hi: ऐप्स
ja: App
ko: 앱
ru: Приложения
tr: Uygulamalar
uk: Застосунки
zh_hans: 应用

source: Auto
ar: تلقائي
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
hi: ऑटो
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
uk: Авто
zh_hans: 自动

source: Automatic
ar: تلقائي
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fr: Automatique
hi: स्वचालित
ja: 自動
ko: 자동
ru: Автоматический
tr: Otomatik
uk: Автоматичний
zh_hans: 自动

source: Balanced
ar: متوازن
de: Ausgeglichen
el: Ισορροπημένο
es: Equilibrado
fa: متوازن
fr: Équilibré
hi: संतुलित
ja: バランス
ko: 균형
ru: Сбалансированный
tr: Dengeli
uk: Збалансований
zh_hans: 平衡

source: Battery
ar: البطارية
de: Akku
el: Μπαταρία
es: Batería
fa: باتری
fr: Batterie
hi: बैटरी
ja: バッテリー
ko: 배터리
ru: Батарея
tr: Pil
uk: Батарея
zh_hans: 电池

source: Cached
ar: مخزّن مؤقتًا
de: Zwischengespeichert
el: Προσωρινή μνήμη
es: En caché
fa: کش‌شده
fr: En cache
hi: कैश्ड
ja: キャッシュ
ko: 캐시됨
ru: В кэше
tr: Önbellek
uk: У кеші
zh_hans: 缓存

source: Camera
ar: الكاميرا
de: Kamera
el: Κάμερα
es: Cámara
fa: دوربین
fr: Caméra
hi: कैमरा
ja: カメラ
ko: 카메라
ru: Камера
tr: Kamera
uk: Камера
zh_hans: 相机

source: Camera access denied
ar: تم رفض الوصول إلى الكاميرا
de: Kamerazugriff verweigert
el: Η πρόσβαση στην κάμερα απορρίφθηκε
es: Acceso a la cámara denegado
fa: دسترسی به دوربین رد شد
fr: Accès à la caméra refusé
hi: कैमरा एक्सेस अस्वीकृत
ja: カメラへのアクセスが拒否されました
ko: 카메라 접근이 거부되었습니다
ru: Доступ к камере запрещён
tr: Kameraya erişim reddedildi
uk: Доступ до камери відхилено
zh_hans: 相机访问被拒绝

source: Camera shows no image
ar: الكاميرا لا تعرض صورة
de: Kamera zeigt kein Bild
el: Η κάμερα δεν εμφανίζει εικόνα
es: La cámara no muestra imagen
fa: دوربین تصویری نشان نمی‌دهد
fr: La caméra n'affiche aucune image
hi: कैमरा कोई इमेज नहीं दिखा रहा
ja: カメラに画像が表示されない
ko: 카메라에 이미지가 표시되지 않음
ru: Камера не показывает изображение
tr: Kamera görüntü göstermiyor
uk: Камера не показує зображення
zh_hans: 相机没有画面

source: Camera unavailable
ar: الكاميرا غير متوفرة
de: Kamera nicht verfügbar
el: Η κάμερα δεν είναι διαθέσιμη
es: Cámara no disponible
fa: دوربین در دسترس نیست
fr: Caméra indisponible
hi: कैमरा उपलब्ध नहीं
ja: カメラは利用できません
ko: 카메라를 사용할 수 없습니다
ru: Камера недоступна
tr: Kamera kullanılamıyor
uk: Камера недоступна
zh_hans: 相机不可用

source: Check the camera isn't covered and the room has light. If macOS asks for permission, allow Monotch under System Settings › Privacy & Security › Camera.
ar: تأكد من أن الكاميرا غير مغطاة وأن الغرفة مضاءة. إذا طلب macOS إذنًا، فاسمح لـ Monotch من إعدادات النظام › الخصوصية والأمان › الكاميرا.
de: Stelle sicher, dass die Kamera nicht verdeckt ist und der Raum ausreichend beleuchtet ist. Falls macOS um Erlaubnis bittet, erlaube Monotch unter Systemeinstellungen › Datenschutz & Sicherheit › Kamera.
el: Ελέγξτε ότι η κάμερα δεν είναι καλυμμένη και ότι το δωμάτιο έχει φωτισμό. Αν το macOS ζητήσει άδεια, επιτρέψτε το Monotch από τις Ρυθμίσεις Συστήματος › Απόρρητο και ασφάλεια › Κάμερα.
es: Comprueba que la cámara no esté cubierta y que la habitación tenga luz. Si macOS solicita permiso, permite Monotch en Ajustes del Sistema › Privacidad y seguridad › Cámara.
fa: بررسی کنید دوربین پوشیده نباشد و اتاق روشن باشد. اگر macOS اجازه خواست، در تنظیمات سیستم › حریم خصوصی و امنیت › دوربین، به Monotch اجازه دهید.
fr: Vérifiez que la caméra n'est pas obstruée et que la pièce est éclairée. Si macOS demande une autorisation, autorisez Monotch dans Réglages Système › Confidentialité et sécurité › Caméra.
hi: जाँचें कि कैमरा ढका न हो और कमरे में पर्याप्त रोशनी हो। यदि macOS अनुमति माँगे, तो सिस्टम सेटिंग्स › प्राइवेसी एंड सिक्योरिटी › कैमरा में Monotch को अनुमति दें।
ja: カメラが覆われていないか、部屋が十分に明るいか確認してください。macOS が許可を求めた場合は、システム設定 › プライバシーとセキュリティ › カメラで Monotch を許可してください。
ko: 카메라가 가려져 있지 않은지, 방에 충분한 조명이 있는지 확인하세요. macOS가 권한을 요청하면 시스템 설정 › 개인정보 보호 및 보안 › 카메라에서 Monotch를 허용하세요.
ru: Убедитесь, что камера не закрыта и в комнате достаточно света. Если macOS запросит разрешение, разрешите Monotch в Системных настройках › Конфиденциальность и безопасность › Камера.
tr: Kameranın kapalı olmadığından ve odada ışık olduğundan emin olun. macOS izin isterse, Sistem Ayarları › Gizlilik ve Güvenlik › Kamera altında Monotch'a izin verin.
uk: Перевірте, що камеру не закрито і в кімнаті достатньо світла. Якщо macOS запитає дозвіл, дозвольте Monotch у Системних налаштуваннях › Конфіденційність і безпека › Камера.
zh_hans: 确认摄像头未被遮挡且房间光线充足。若 macOS 请求权限，请在系统设置 › 隐私与安全性 › 相机中允许 Monotch。

source: Choose Downloads Tray Folder...
ar: اختيار مجلد درج التنزيلات…
de: Downloads-Ablagenordner wählen …
el: Επιλογή φακέλου συρταριού Λήψεων…
es: Elegir carpeta de la bandeja de Descargas…
fa: انتخاب پوشه سینی دانلودها…
fr: Choisir le dossier du bac Téléchargements…
hi: डाउनलोड ट्रे फ़ोल्डर चुनें…
ja: ダウンロードトレイフォルダを選択…
ko: 다운로드 트레이 폴더 선택…
ru: Выбрать папку лотка загрузок…
tr: İndirilenler Rafı Klasörünü Seç...
uk: Вибрати папку лотка завантажень…
zh_hans: 选择下载托盘文件夹…

source: Choose folder
ar: اختيار مجلد
de: Ordner wählen
el: Επιλογή φακέλου
es: Elegir carpeta
fa: انتخاب پوشه
fr: Choisir un dossier
hi: फ़ोल्डर चुनें
ja: フォルダを選択
ko: 폴더 선택
ru: Выбрать папку
tr: Klasör seç
uk: Вибрати папку
zh_hans: 选择文件夹

source: Choose how Monotch opens, tab order, visible cards, keyboard shortcuts, and the shelf folder.
ar: اختر كيفية فتح Monotch وترتيب علامات التبويب والبطاقات المرئية واختصارات لوحة المفاتيح ومجلد الرف.
de: Lege fest, wie Monotch geöffnet wird, die Tab-Reihenfolge, sichtbare Karten, Tastaturkürzel und den Ablagenordner.
el: Επιλέξτε πώς ανοίγει το Monotch, τη σειρά καρτελών, τις ορατές κάρτες, τις συντομεύσεις πληκτρολογίου και τον φάκελο ραφιού.
es: Elige cómo se abre Monotch, el orden de las pestañas, las tarjetas visibles, los atajos de teclado y la carpeta del estante.
fa: نحوه باز شدن Monotch، ترتیب تب‌ها، کارت‌های نمایان، میانبرهای صفحه‌کلید و پوشه قفسه را انتخاب کنید.
fr: Choisissez comment Monotch s'ouvre, l'ordre des onglets, les cartes visibles, les raccourcis clavier et le dossier de l'étagère.
hi: Monotch कैसे खुलता है, टैब क्रम, दृश्य कार्ड, कीबोर्ड शॉर्टकट और शेल्फ़ फ़ोल्डर चुनें।
ja: Monotch の開き方、タブの順序、表示するカード、キーボードショートカット、シェルフフォルダを設定します。
ko: Monotch 열기 방식, 탭 순서, 표시되는 카드, 키보드 단축키, 선반 폴더를 설정하세요.
ru: Настройте, как открывается Monotch, порядок вкладок, видимые карточки, сочетания клавиш и папку полки.
tr: Monotch'un nasıl açılacağını, sekme sırasını, görünür kartları, klavye kısayollarını ve raf klasörünü buradan ayarlayın.
uk: Виберіть, як відкривається Monotch, порядок вкладок, видимі картки, комбінації клавіш і папку полиці.
zh_hans: 设置 Monotch 的打开方式、标签顺序、可见卡片、键盘快捷键和搁架文件夹。

source: Choose...
ar: اختيار…
de: Wählen …
el: Επιλογή…
es: Elegir…
fa: انتخاب…
fr: Choisir…
hi: चुनें…
ja: 選択…
ko: 선택…
ru: Выбрать…
tr: Seç...
uk: Вибрати…
zh_hans: 选择…

source: Clear Camera Roll
ar: مسح كاميرا رول
de: Kamerarolle löschen
el: Διαγραφή φιλμ κάμερας
es: Borrar el carrete de la cámara
fa: پاک کردن دوربین رول
fr: Effacer la pellicule
hi: कैमरा रोल साफ़ करें
ja: カメラロールを消去
ko: 카메라 롤 지우기
ru: Очистить фотопленку
tr: Kamera Rulosunu Temizle
uk: Очистити фотопленку
zh_hans: 清除相机胶卷

source: Clear Clipboard History
ar: مسح سجل الحافظة
de: Zwischenablageverlauf löschen
el: Διαγραφή ιστορικού προχείρου
es: Borrar el historial del portapapeles
fa: پاک کردن تاریخچه کلیپ‌بورد
fr: Effacer l'historique du presse-papiers
hi: क्लिपबोर्ड इतिहास साफ़ करें
ja: クリップボード履歴を消去
ko: 클립보드 기록 지우기
ru: Очистить историю буфера обмена
tr: Pano Geçmişini Temizle
uk: Очистити історію буфера обміну
zh_hans: 清除剪贴板历史记录

source: Clipboard
ar: الحافظة
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fa: کلیپ‌بورد
fr: Presse-papiers
hi: क्लिपबोर्ड
ja: クリップボード
ko: 클립보드
ru: Буфер обмена
tr: Pano
uk: Буфер обміну
zh_hans: 剪贴板

source: Clipboard & Shelf Cards
ar: بطاقات الحافظة والرف
de: Zwischenablage- & Ablagekarten
el: Κάρτες Προχείρου & Ραφιού
es: Tarjetas de Portapapeles y Estante
fa: کارت‌های کلیپ‌بورد و قفسه
fr: Cartes Presse-papiers et Étagère
hi: क्लिपबोर्ड और शेल्फ़ कार्ड
ja: クリップボードとシェルフのカード
ko: 클립보드 및 선반 카드
ru: Карточки буфера обмена и полки
tr: Pano ve Raf Kartları
uk: Картки буфера обміну та полиці
zh_hans: 剪贴板与搁架卡片

source: Clipboard history empty
ar: سجل الحافظة فارغ
de: Zwischenablageverlauf leer
el: Το ιστορικό προχείρου είναι άδειο
es: Historial del portapapeles vacío
fa: تاریخچه کلیپ‌بورد خالی است
fr: Historique du presse-papiers vide
hi: क्लिपबोर्ड इतिहास खाली है
ja: クリップボード履歴が空です
ko: 클립보드 기록이 비어 있음
ru: История буфера обмена пуста
tr: Pano geçmişi boş
uk: Історія буфера обміну порожня
zh_hans: 剪贴板历史为空

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Collapse to Nub
ar: التصغير إلى الزر
de: Auf Nub reduzieren
el: Σύμπτυξη σε λαβή
es: Reducir a la pastilla
fa: کوچک‌سازی به دستگیره
fr: Réduire à la pastille
hi: नब में सिकोड़ें
ja: ナブに折りたたむ
ko: 넙으로 축소
ru: Свернуть в кнопку
tr: Çentiğe Küçült
uk: Згорнути до кнопки
zh_hans: 收起为小圆点

source: Compressed
ar: مضغوط
de: Komprimiert
el: Συμπιεσμένο
es: Comprimido
fa: فشرده‌شده
fr: Compressé
hi: संकुचित
ja: 圧縮済み
ko: 압축됨
ru: Сжато
tr: Sıkıştırılmış
uk: Стиснуто
zh_hans: 已压缩

source: Copied text appears here
ar: يظهر النص المنسوخ هنا
de: Kopierter Text erscheint hier
el: Το αντιγραμμένο κείμενο εμφανίζεται εδώ
es: El texto copiado aparece aquí
fa: متن کپی‌شده اینجا نمایش داده می‌شود
fr: Le texte copié apparaît ici
hi: कॉपी किया गया टेक्स्ट यहाँ दिखाई देता है
ja: コピーしたテキストがここに表示されます
ko: 복사한 텍스트가 여기에 표시됩니다
ru: Скопированный текст появится здесь
tr: Kopyalanan yazılar burada görünür
uk: Скопійований текст з'явиться тут
zh_hans: 复制的文本会显示在此处

source: Copy
ar: نسخ
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: کپی
fr: Copier
hi: कॉपी करें
ja: コピー
ko: 복사
ru: Копировать
tr: Kopyala
uk: Копіювати
zh_hans: 复制

source: Copy Latest File
ar: نسخ آخر ملف
de: Neueste Datei kopieren
el: Αντιγραφή τελευταίου αρχείου
es: Copiar el último archivo
fa: کپی آخرین فایل
fr: Copier le dernier fichier
hi: नवीनतम फ़ाइल कॉपी करें
ja: 最新のファイルをコピー
ko: 최근 파일 복사
ru: Копировать последний файл
tr: Son Dosyayı Kopyala
uk: Копіювати останній файл
zh_hans: 复制最新文件

source: Copy Latest Image
ar: نسخ آخر صورة
de: Neuestes Bild kopieren
el: Αντιγραφή τελευταίας εικόνας
es: Copiar la última imagen
fa: کپی آخرین تصویر
fr: Copier la dernière image
hi: नवीनतम इमेज कॉपी करें
ja: 最新の画像をコピー
ko: 최근 이미지 복사
ru: Копировать последнее изображение
tr: Son Görseli Kopyala
uk: Копіювати останнє зображення
zh_hans: 复制最新图像

source: Copy Latest Text
ar: نسخ آخر نص
de: Neuesten Text kopieren
el: Αντιγραφή τελευταίου κειμένου
es: Copiar el último texto
fa: کپی آخرین متن
fr: Copier le dernier texte
hi: नवीनतम टेक्स्ट कॉपी करें
ja: 最新のテキストをコピー
ko: 최근 텍스트 복사
ru: Копировать последний текст
tr: Son Metni Kopyala
uk: Копіювати останній текст
zh_hans: 复制最新文本

source: Copy latest text / image / file
ar: نسخ آخر نص/صورة/ملف
de: Neuesten Text/Bild/Datei kopieren
el: Αντιγραφή τελευταίου κειμένου/εικόνας/αρχείου
es: Copiar el último texto/imagen/archivo
fa: کپی آخرین متن / تصویر / فایل
fr: Copier le dernier texte/image/fichier
hi: नवीनतम टेक्स्ट / इमेज / फ़ाइल कॉपी करें
ja: 最新のテキスト/画像/ファイルをコピー
ko: 최근 텍스트/이미지/파일 복사
ru: Копировать последний текст/изображение/файл
tr: Son metni / görseli / dosyayı kopyala
uk: Копіювати останній текст/зображення/файл
zh_hans: 复制最新文本/图像/文件

source: CPU, RAM, Storage, Fans, and Sensors can be removed or added back from here.
ar: يمكن إزالة أو إعادة إضافة المعالج والذاكرة والتخزين والمراوح وأجهزة الاستشعار من هنا.
de: CPU, RAM, Speicher, Lüfter und Sensoren können hier entfernt oder wieder hinzugefügt werden.
el: Η CPU, η RAM, ο αποθηκευτικός χώρος, οι ανεμιστήρες και οι αισθητήρες μπορούν να αφαιρεθούν ή να προστεθούν ξανά από εδώ.
es: La CPU, la RAM, el almacenamiento, los ventiladores y los sensores se pueden quitar o volver a añadir aquí.
fa: پردازنده، رم، فضای ذخیره‌سازی، فن‌ها و سنسورها را می‌توانید از اینجا حذف یا دوباره اضافه کنید.
fr: Le CPU, la RAM, le stockage, les ventilateurs et les capteurs peuvent être retirés ou réajoutés ici.
hi: CPU, RAM, स्टोरेज, फ़ैन और सेंसर यहाँ से हटाए या फिर से जोड़े जा सकते हैं।
ja: CPU、RAM、ストレージ、ファン、センサーはここから削除したり再表示したりできます。
ko: CPU, RAM, 저장 용량, 팬, 센서를 여기서 제거하거나 다시 추가할 수 있습니다.
ru: ЦП, ОЗУ, накопитель, вентиляторы и датчики можно убрать или вернуть здесь.
tr: CPU, RAM, Depolama, Fanlar ve Sensörler buradan kaldırılabilir veya yeniden eklenebilir.
uk: ЦП, ОЗП, накопичувач, вентилятори й датчики можна прибрати або повернути тут.
zh_hans: 可以在此处移除或重新添加 CPU、内存、存储、风扇和传感器。

source: Customize
ar: تخصيص
de: Anpassen
el: Προσαρμογή
es: Personalizar
fa: سفارشی‌سازی
fr: Personnaliser
hi: अनुकूलित करें
ja: カスタマイズ
ko: 사용자화
ru: Настроить
tr: Özelleştir
uk: Налаштувати
zh_hans: 自定义

source: Developer
ar: المطوّر
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
hi: डेवलपर
ja: デベロッパ
ko: 개발자
ru: Разработка
tr: Geliştirici
uk: Розробник
zh_hans: 开发者

source: Disable tabs to remove them from Monotch. Move rows to change their position in the notch.
ar: قم بتعطيل علامات التبويب لإزالتها من Monotch. حرّك الصفوف لتغيير موضعها في الشق.
de: Deaktiviere Tabs, um sie aus Monotch zu entfernen. Verschiebe Zeilen, um ihre Position in der Notch zu ändern.
el: Απενεργοποιήστε καρτέλες για να τις αφαιρέσετε από το Monotch. Μετακινήστε γραμμές για να αλλάξετε τη θέση τους στην εγκοπή.
es: Desactiva las pestañas para quitarlas de Monotch. Mueve las filas para cambiar su posición en la muesca.
fa: برای حذف تب‌ها از Monotch، آن‌ها را غیرفعال کنید. برای تغییر جای آن‌ها در ناچ، ردیف‌ها را جابه‌جا کنید.
fr: Désactivez les onglets pour les retirer de Monotch. Déplacez les lignes pour changer leur position dans l'encoche.
hi: Monotch से हटाने के लिए टैब बंद करें। नॉच में उनकी स्थिति बदलने के लिए पंक्तियाँ खिसकाएँ।
ja: タブをオフにすると Monotch から削除されます。行を移動してノッチ内の位置を変更できます。
ko: 탭을 끄면 Monotch에서 제거됩니다. 행을 이동하여 노치 내 위치를 바꾸세요.
ru: Отключите вкладки, чтобы убрать их из Monotch. Перемещайте строки, чтобы изменить их порядок в вырезе.
tr: Sekmeleri Monotch'tan kaldırmak için kapatın. Sıralarını değiştirmek için satırları taşıyın.
uk: Вимкніть вкладки, щоб прибрати їх із Monotch. Перемістіть рядки, щоб змінити їхню позицію у виїмці.
zh_hans: 关闭标签即可将其从 Monotch 中移除。拖动行可更改其在灵动岛中的位置。

source: Documents
ar: المستندات
de: Dokumente
el: Έγγραφα
es: Documentos
fa: اسناد
hi: दस्तावेज़
ja: 書類
ko: 문서
ru: Документы
tr: Belgeler
uk: Документи
zh_hans: 文稿

source: Drop files here
ar: أسقط الملفات هنا
de: Dateien hier ablegen
el: Αφήστε τα αρχεία εδώ
es: Suelta los archivos aquí
fa: فایل‌ها را اینجا رها کنید
fr: Déposez les fichiers ici
hi: फ़ाइलें यहाँ खींचें और छोड़ें
ja: ファイルをここにドロップ
ko: 여기에 파일을 끌어다 놓으세요
ru: Перетащите файлы сюда
tr: Dosyaları buraya sürükle
uk: Перетягніть файли сюди
zh_hans: 将文件拖到此处

source: Fan control needs the privileged helper — approve it in System Settings › Login Items when prompted. Fanless Macs (MacBook Air) hide fan controls automatically. Silent and Balanced return to Auto when the CPU passes 75 °C.
ar: يحتاج التحكم في المروحة إلى المساعد المميّز — وافق عليه من إعدادات النظام › عناصر تسجيل الدخول عند الطلب. تخفي أجهزة Mac غير المزوّدة بمروحة (MacBook Air) عناصر التحكم تلقائيًا. يعود الوضعان الصامت والمتوازن إلى تلقائي عندما تتجاوز حرارة المعالج 75 °C.
de: Die Lüftersteuerung benötigt den privilegierten Helfer — genehmige ihn bei Aufforderung in Systemeinstellungen › Anmeldeobjekte. Mac-Modelle ohne Lüfter (MacBook Air) blenden die Lüftersteuerung automatisch aus. Lautlos und Ausgeglichen wechseln zu Automatisch, wenn die CPU 75 °C überschreitet.
el: Ο έλεγχος ανεμιστήρα απαιτεί τον προνομιούχο βοηθό — εγκρίνετέ τον στις Ρυθμίσεις Συστήματος › Στοιχεία σύνδεσης όταν σας ζητηθεί. Τα Mac χωρίς ανεμιστήρα (MacBook Air) αποκρύπτουν αυτόματα τα χειριστήρια. Το Σιωπηλό και το Ισορροπημένο επιστρέφουν σε Αυτόματο όταν η CPU ξεπεράσει τους 75 °C.
es: El control del ventilador necesita el asistente con privilegios — apruébalo en Ajustes del Sistema › Elementos de inicio de sesión cuando se solicite. Los Mac sin ventilador (MacBook Air) ocultan los controles automáticamente. Silencioso y Equilibrado vuelven a Automático cuando la CPU supera los 75 °C.
fa: کنترل فن به دستیار دارای دسترسی نیاز دارد — هنگام درخواست، آن را از تنظیمات سیستم › موارد ورود تأیید کنید. مک‌های بدون فن (MacBook Air) کنترل فن را به‌طور خودکار پنهان می‌کنند. حالت‌های بی‌صدا و متوازن وقتی دمای پردازنده از ۷۵ درجه سانتی‌گراد بگذرد به خودکار برمی‌گردند.
fr: Le contrôle des ventilateurs nécessite l'assistant privilégié — approuvez-le dans Réglages Système › Éléments de connexion lorsque demandé. Les Mac sans ventilateur (MacBook Air) masquent automatiquement les commandes. Silencieux et Équilibré repassent en Auto lorsque le CPU dépasse 75 °C.
hi: फ़ैन नियंत्रण के लिए विशेषाधिकार प्राप्त हेल्पर चाहिए — संकेत मिलने पर सिस्टम सेटिंग्स › लॉगिन आइटम में स्वीकृत करें। बिना फ़ैन वाले Mac (MacBook Air) फ़ैन नियंत्रण स्वतः छिपा देते हैं। CPU 75°C से ऊपर जाने पर साइलेंट और संतुलित मोड ऑटो में बदल जाते हैं।
ja: ファン制御には権限のあるヘルパーが必要です — プロンプトが表示されたらシステム設定 › ログイン項目で承認してください。ファンのない Mac（MacBook Air）はファン制御を自動的に隠します。CPU が75°Cを超えると、サイレントとバランスは自動に戻ります。
ko: 팬 제어에는 권한이 있는 도우미가 필요합니다 — 표시되면 시스템 설정 › 로그인 항목에서 승인하세요. 팬이 없는 Mac(MacBook Air)은 팬 제어를 자동으로 숨깁니다. CPU가 75°C를 넘으면 무음 및 균형 모드가 자동으로 전환됩니다.
ru: Для управления вентилятором нужен привилегированный помощник — одобрите его в Системных настройках › Элементы входа при появлении запроса. Mac без вентилятора (MacBook Air) автоматически скрывают управление вентилятором. Тихий и Сбалансированный переключаются на Авто, если ЦП превышает 75 °C.
tr: Fan kontrolü ayrıcalıklı yardımcıya gerek duyar — istendiğinde Sistem Ayarları › Oturum Açma Öğeleri'nden onaylayın. Fansız Mac'lerde (MacBook Air) fan kontrolleri otomatik olarak gizlenir. CPU 75 °C'yi geçtiğinde Sessiz ve Dengeli modları Otomatik'e döner.
uk: Керування вентилятором потребує привілейованого помічника — схваліть його в Системних налаштуваннях › Елементи входу, коли з'явиться запит. Mac без вентилятора (MacBook Air) автоматично приховують керування вентилятором. Тихий і Збалансований повертаються в Авто, коли ЦП перевищує 75 °C.
zh_hans: 风扇控制需要特权辅助工具——出现提示时请在系统设置 › 登录项中批准。无风扇的 Mac（MacBook Air）会自动隐藏风扇控制。当 CPU 超过 75°C 时，静音和平衡模式会自动切回自动模式。

source: Fan Controls
ar: عناصر التحكم في المروحة
de: Lüftersteuerung
el: Χειριστήρια ανεμιστήρα
es: Controles de ventilador
fa: کنترل فن
fr: Commandes des ventilateurs
hi: फ़ैन नियंत्रण
ja: ファン制御
ko: 팬 제어
ru: Управление вентиляторами
tr: Fan Kontrolleri
uk: Керування вентиляторами
zh_hans: 风扇控制

source: Fan controls disabled
ar: عناصر التحكم في المروحة معطلة
de: Lüftersteuerung deaktiviert
el: Τα χειριστήρια ανεμιστήρα είναι απενεργοποιημένα
es: Controles de ventilador desactivados
fa: کنترل فن غیرفعال است
fr: Commandes des ventilateurs désactivées
hi: फ़ैन नियंत्रण अक्षम
ja: ファン制御が無効
ko: 팬 제어가 비활성화됨
ru: Управление вентиляторами отключено
tr: Fan kontrolleri devre dışı
uk: Керування вентиляторами вимкнено
zh_hans: 风扇控制已禁用

source: Fan telemetry is not available
ar: قياس بيانات المروحة غير متوفر
de: Lüfter-Telemetrie ist nicht verfügbar
el: Η τηλεμετρία ανεμιστήρα δεν είναι διαθέσιμη
es: La telemetría del ventilador no está disponible
fa: تله‌متری فن در دسترس نیست
fr: La télémétrie des ventilateurs n'est pas disponible
hi: फ़ैन टेलीमेट्री उपलब्ध नहीं है
ja: ファンのテレメトリは利用できません
ko: 팬 원격 측정 데이터를 사용할 수 없습니다
ru: Телеметрия вентилятора недоступна
tr: Fan telemetrisi kullanılamıyor
uk: Телеметрія вентилятора недоступна
zh_hans: 风扇遥测数据不可用

source: Fan write blocked
ar: كتابة المروحة محظورة
de: Lüfterschreiben blockiert
el: Η εγγραφή ανεμιστήρα αποκλείστηκε
es: Escritura del ventilador bloqueada
fa: نوشتن فن مسدود شد
fr: Écriture ventilateur bloquée
hi: फ़ैन राइट अवरुद्ध
ja: ファンへの書き込みがブロックされました
ko: 팬 쓰기 차단됨
ru: Запись вентилятора блокирована
tr: Fan yazma engellendi
uk: Запис вентилятора блоковано
zh_hans: 风扇写入被阻止
